Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja5/magga-s.htm.tmx
Source language: sme
Languages: nob

source: Sámediggi leai 1993:s doaibman vuosttaš válgaáigodaga ja dieđáhusastis Stuoradiggái (St. d. 52 (1992–93)), man ráđđehus fertii dahkat sámelága vuođul, leai ráđđehus cealkán ná Norgga sámepolitihka birra: Dán politihkas galgá Sámediggi, sámi álbmot válljen orgánan, leat buot deaŧalaččamus nevvodeaddji go politihka vuođđu galgá láhččojuvvot (s. 9).
nob: Sametinget hadde i 1993 fungert i sin første valgperiode og i meldinga til Stortinget (St. m. 52 (1992–93)), som regjeringa måtte utforme i henhold til sameloven, hadde regjeringa uttrykt seg slik om Norges samepolitikk: I denne politikken vil Sametinget, som samisk folkevalgt organ, være den viktigste premissgiveren, (s. 9).

source: GOD sáddii suoidnemánu 1994 evttohusa gulahallamiidda mas ledje skuvlaplána vuođđojurdagat ja njuolggadusat.
nob: I juli 1994 sendte KUF et forslag med læreplanens grunntanker og regler til høring.

source: Dan rádjái ii lean Departemeanta muitalan ge Sámediggái maid sii leat bargamin !
nob: Til da hadde ikke departementet engang fortalt Sametinget hva de arbeida med !

source: Plána vuođđooassi leai ráhkaduvvon dego Sámi oahpahusráđđi ja Sámediggi eaba oba gávdnoše ge.
nob: Planens grunnleggende del var laga som om Samisk utdanningsråd og Sametinget ikke eksisterte.

source: Gulaskuddancealkámušastis čujuhii Sámediggi skábmamánu 1994 sámepolitihka guovddáš prinsihpaide nu go vuođđolága §110A ja ILO eamiálbmotkonvenšuvdna jagis 1989 (namma oaniduvvo dás ILO–169) man Norga leai vuolláičállán jagis 1990.
nob: I sin høringsuttalelse viste Sametinget i november 1994 til de sentrale samepolitiske prinsippene slik som grunnlovens §110A og ILOs urfolkskonvensjon av 1989 (forkortes her til ILO–169) som Norge hadde underskrevet i 1990.

source: Sámediggi loahpahii iežas cealkámuša dáiguin sániiguin:
nob: Sametinget avslutta sin uttalelse med disse orda:

source: Sámediggi ferte hui garrasit deattuhit ahte prinsihpat ja njuolggadusat maid Departemeanta lea ovdanbuktán, orrut leamen maŋoslávkin ovdalaš minsttarplána ektui.
nob: Sametinget må kraftig understreke at de prinsipper og retningslinjer som departementet har fremlagt ser ut til å være et tilbakeskritt i forhold til den tidligere mønsterplanen.

source: Jos Vuođđolága gáibádusat galggažit devdojuvvot, de ii leat doarvái dušše dat ahte láhččo sadji sámi kultuvrii ja sámegillii, muhto sámi kultuvra galgá oažžut guovddáš saji skuvlii.
nob: For å leve opp til Grunnlovens krav må det ikke bare gis rom for samisk språk og kultur, men samisk kultur må ha en sentral plass i skolen.

source: Dan dihtii fertejit ráhkaduvvot ollislaš sámi plánat dan vuođul mii dássážii lea dahkkon (gč. 1987-minsttarplána) (Sámediggeášši 44/94).
nob: Derfor må det utarbeides et eget samisk planverk med utgangspunkt i det som har vært gjort til nå (jf. mønsterplanen fra 1987), (Sametingssak 44/94).

source: Plánat robi haga
nob: Planer uten overbygning

source: Sámi oahpahusráđđi leai juo árrat 1994:s čujuhan 1987-minsttarplána buriid beliide ja gáibidan «sierra sámi plánaid» (reivves 04.02.1994).
nob: Samisk utdanningsråd hadde allerede tidlig i 1994 vist til de gode sidene ved mønsterplanen av 1987 og krevd «egne samiske planer» (brev av 04.02.1994).

source: Departemeanta mokkárdalai, muhto mieđai goitge loahpas ahte sáhttá ráhkadit sierra plánaid ovttaskas fágaide sámi mánáid várás nu go sámegillii, duodjái, servodatfágaide, ruovttumáhttofágii, risttalašvuhtii, eaŋgalašgillii, luonddufágii ja musihkkii.
nob: Departementet forsøkte å sno seg unna, men gikk likevel til slutt med på at det kunne lages egne planer for samiske barn, slik som i samisk, duodji, samfunnsfag, heimkunnskap, kristendom, engelsk, naturfag og musikk.

source: Muhto mokkárdallan leai golahan áiggi duššái nu ahte bargu dieiguin plánaiguin bođii johtui masa jagi maŋŋil go našunála plánaiguin.
nob: 4 Men mye tid hadde blitt kasta bort slik at arbeidet med disse planene kom igang nesten et år etter arbeidet med de nasjonale planene.

source: Sámi oahpahusráđđi barggai liikká hui buori barggu oanehis áiggis miessemánu 1. beaivvis juovlamánu 1. beaivái 1995 – duođai rámi veara bargu.
nob: Samisk utdanningsråd gjorde likevel svært godt arbeid på kort tid fra 1. mai til 1. desember 1995 – virkelig rosverdig arbeid.

source: Muhto rohpi ain váilui.
nob: Men overbygninga mangla fortsatt.

source: Sámediggi deattuhii dien departementii giđđat 1995:s go leai sáhka dan stuoradiggedieđáhusas man Ráđđehus leai lohpidan plánabarggu birra.
nob: Sametinget understreka det overfor departementet våren 1995 da det var snakk om stortingsmeldinga som regjeringa hadde lova om planarbeidet.

source: Ja vai Sámedikki oaidnu váldošii vuhtii stuoradiggedieđáhusa ráhkadanbarggus, sáddii Sámediggeráđđi cuoŋománu cealkámuša mas Ráđđi deattuhii prinsihppabeliid ja oktiigeassun čálii evttohusa mo ráđđehus berrešii čállit stuoradiggedieđáhusas, namalassii ná:
nob: Og for at Sametingets syn skulle bli tatt hensyn til i utarbeidinga av stortingsmeldinga, sendte Sametingsrådet i april en uttalelse der rådet la vekt på de prinsipielle sidene og som oppsummering skreiv et forslag til hvordan regjeringa burde skrive i stortingsmeldinga, nemlig slik:

source: Ráđđehus [áigu] atnit vuođđun vuođđolága §110A ja gaskariikkalaš konvenšuvnnaid maid Norga lea vuolláičállán ja daid prinsihpaid mielde mat leat čilgejuvvon St. dieđáhusas nr. 52 ja nu mo dán dieđáhusas lea čilgejuvvon oahpahusa birra go joatká barggu sámi mánáide oaivvilduvvon oahpahusa ulbmiliiguin, sisdoaluin, organiseremiin ja stivremiin.
nob: Regjeringen [vil] legge opp til å utvikle målsetting, innhold, organisering og styring av utdanning for samiske elever med utgangspunkt i Grunnlovens §110A, internasjonale konvensjoner Norge har ratifisert og etter de prinsipper som er utdypet i St. m. 52 og slik de her er utdypet for utdanningssektoren.

source: Galgá ráhkaduvvot sámi oahppoplána mii galgá doaibmat ollislaš rápman buot sámi mánáide olles riikkas.
nob: Det vil bli utarbeidet en samisk læreplan som et rammeverk for alle samiske elever i landet.

source: Dát bargu galgá bargojuvvot lagas ovttasbarggus Sámedikkiin, Sámi Oahpahusráđiin ja eará sámi orgánaiguin geain lea máhttu ja gelbbolašvuohta dán suorggis.
nob: Dette skal skje i nært samarbeid med Sametinget, Samisk utdanningsråd og andre samiske organ med kunnskaper og kompetanse på dette området.

source: Ulbmilin lea ahte sámi álbmot iežas orgánaid bokte, main Sámediggi álbmot válljen orgánan lea vuosttamužžan, galgá veahážiid veahážiid váldit badjelasas ovddasvástádusa sámi oahpahussuorggis.
nob: Det tas sikte på at den samiske folkegruppe gjennom sine organ, hvorav Sametinget som folkevalgt organ er det fremste, gradvis skal påta seg større ansvar for den samiske utdanningssektoren.

source: Sámedikki iežas vuoruheamit galget adnot vuođđun dán barggus.
nob: Sametingets egne prioriteringer vil bli lagt til grunn i dette arbeidet.

source: Ráđđehus ferte ovttas sámi orgánaiguin jeavddalaččat árvvoštallat olihuvvon bohtosiid ulbmiliid ektui ja dárbbu mielde ovdanbidjat Stuoradiggái doaibmaevttohusaid, juogo sierra dahje ovttas eará evttohusaiguin oahpahussuorggis, mat leat dárbbašlaččat bargguid nannema váras dán suorggis.
nob: Regjeringen må sammen med samiske organ foreta jevnlige evalueringer av oppnådde mål i forhold til målsettingene og eventuelt legge fram for Stortinget, enten som egne forslag eller i samband med andre forslag på utdanningssektoren, forslag til tiltak som måtte være nødvendig for å styrke arbeidet på dette felt.

source: Stuoradiggedieđáhus bođii giđđat 1995 (St. d. nr. 29 1994–95 «Om prinsipper og retningslinjer for 10-årig grunnskole – ny læreplan»), muhto departemeanta ii lean váldán ollenge vuhtii Sámedikki evttohusaid ii ge gáibádusaid.
nob: Stortingsmeldinga kom våren 1995 (St. m. 29 1994–95 «Om prinsipper og retningslinjer for 10-årig grunnskole – ny læreplan»), men departementet hadde overhodet ikke tatt hensyn til Sametingets forslag eller krav.

source: Sámedikki lahtut ledje beahtahallan ja váivvis sihke bohtosiid ektui ja bargovugiid ektui dán áššis.
nob: Sametingets medlemmer var skuffa og lei seg både på grunn av innholdet og arbeidsmåtene i denne saka.

source: Sámediggi jotkkii goitge ovdandoallat iežas oainnu ja doalai čakčat 1995 čoahkkima Girko- ja oahpahusdepartemeanttain sámi oahppoplána birra ja sámi sisdoalu birra mii galggai leat ollislaš plánas (gohčoduvvon «sámi stoalpput»).
nob: Sametinget fortsatte likevel å framholde sitt syn på saka, og holdt høsten 1995 møte med KUF om samiske læreplaner og om det samiske innholdet som skulle være i den generelle planen (såkalte «samiske stolper»).

source: Dán maŋit gažaldagas orui čoahkkimis šaddamin buori muddui ovttamielalašvuohta, muhto maŋit čoahkkimis leai Departemeanta guođđán daid jurdagiid maid mii leimmet ádden soahpamuššan.
nob: I dette siste spørsmålet syntes det på møtet å bli enighet, men på det neste møtet hadde departementet forlatt det som vi hadde trodd at vi hadde blitt enige om.

source: Dasa lassin anii Departemeanta ággan ahte Sámi oahpahusráđđi mahká leai singuin ovttaoaivilis.
nob: I tillegg brukte departementet som argument at Samisk utdanningsråd skulle være enig med dem.

source: Sámi oahpahusráđi direktora cuiggodii Departemeantta ja deattuhii ahte sis ii lean leamaš mihkkege dahkamušaid dieinna áššiin.
nob: Samisk utdanningsråds direktør kritiserte departementet og understreka at de ikke hadde hatt noe med den saka å gjøre.

source: Mii sámi bealis leimmet duođai hirpmástuvvan ja várra eat nagodan čiegadit man bahčan mii válddiimet dien.
nob: Vi på samisk side var virkelig forferda og klarte kanskje ikke å skjule vår egen bitterhet over dette.

source: Čoahkkin nogai hui fáhkka.
nob: Møtet slutta svært brått.

source: Eanet ahte eanet orro vuođđoláhka, sámeláhka, stuoradiggedieđáhusat ja gonagasa sárdni Sámediggái gullamin eará máilbmái go dasa gos GOD leai. Maŋŋil lean ádden ahte ollugat departemeantta iežas ámmátolbmuin atne unohassan go fuomášedje mii leai dáhpáhuvvan.
nob: Mer og mer syntes grunnloven, sameloven, stortingsmeldinger og kongens tale til Sametinget å høre til i en annen verden enn den som KUF var i. Seinere har jeg forstått at mange av departementets egne byråkrater syntes det var upassende da de oppdaga hva som hadde hendt.

source: Gudmund Hernes finai su ministtaráiggis oktii Sámi oahpahusráđis.
nob: Gudmund Hernes besøkte en gang i si tid som minister Samisk utdanningsråd.

source: Dá son lea oahpahusráđi oahpponeavvočájáhusas ovttas Kristine Nystadain ja Ole Henrik Maggain.
nob: Her er han på omvisning i utdanningsrådets læremiddelutstilling sammen med Kristine Nystad og Ole Henrik Magga.

source: (Govva: Samisk utdanningsråd 20 år)
nob: (Foto: Samisk utdanningsråd 20 år)

source: Rollat molssošit jođánit politihkas.
nob: Rollene skifter fort i politikken.

source: Reidar Sandal lei oahpahusministtar 1995-97.
nob: Reidar Sandal var utdanningsminister 1995-97.

source: Badjelaš logi jagi maŋŋá son lei finánsalávdegotti jođiheaddji.
nob: Vel ti år etter dette var han leder av finanskomiteen.

source: Dá dearvvaha dalá finánsaministara Kristin Halvorsen, gii 2009:s šattai oahpahusministtarin.
nob: Her hilser han på daværende finansminister Kristin Halvorsen, som var utdanningsminister fra 2009.

source: (Govva: Heiko Junge / SCANPIX)
nob: (Foto: Heiko Junge / SCANPIX)

source: Ođđa ministtar - ođđa oaidnu
nob: Ny minister - nytt syn

source: Muhto de molsašuvai GOD-ministtar.
nob: Men så blei det skifte av minister i KUF.

source: Reidar Sandal álggii juovlamánu 1995.
nob: Reidar Sandal begynte i desember 1995.

source: Vuosttaš čoahkkimis juo Sandal dovddahii áibbas eará oainnu alddis go ovddit ministaris.
nob: Allerede på det første møtet viste han en helt annen holdning enn den forrige ministeren.

source: Sandal bivddii njuolgut ándagassii dan ovddas mii leai dáhpáhuvvan.
nob: Sandal ba rett og slett om unnskyldning for det som hadde hendt.

source: Ja oalle jođánit čielggai ahte son áiggui jeagadit Sámedikki ja ráhkadit sierra oahppoplána.
nob: Og ganske snart blei det avklart at han ville føye seg etter Sametinget og lage en egen samisk læreplan.

source: Geassemánus 1996 ovdanbijai Sámediggi prinsihpalaš oahppoplánaráma man sisdoallu leai oalle seamma go dat maid Sámediggi leai ovdandivvon jagi ovdal.
nob: I juni 1996 la Sametinget fram en prinsipiell ramme for læreplanen, med noenlunde samme innhold som Sametinget hadde lagt fram et år tidligere.

source: Borgemánu duođaštii Sandal reivves ahte Sámedikki váldovuoruheamit oahppoplánabargguin ledje departemeantta iežas vuođđojurdagiid mielde.
nob: I august bekrefta Sandal i et brev at Sametingets hovedprioriteringer i læreplanarbeidet var i samsvar med departementets egne grunntanker.

source: Son celkkii maid čielgasit ahte Sámediggi galggai beassat aktiivvalaččat leat fárus suokkardeame plánaid ovdal go dat gárvvistuvvojit.
nob: Han uttalte også klart at Sametinget skulle få delta aktivt i å vurdere planene før de blei gjort ferdige.

source: Dát dagai áibbas ođđa dili.
nob: Dette skapte en helt ny situasjon.

source: Bealistan in leat goassege vajálduhttán dien rehálašvuođa, rabasvuođa ja buori dáhtu man Sandal čájehii.
nob: For min del har jeg aldri glømt den redelighet, åpenhet og godvilje som Sandal viste.

source: Váttisvuohtan leai ahte plánaid gárvvistanáigemearit ledje gártan hui gáržin.
nob: Problemet var at fristene for å gjøre ferdig planene nå var blitt svært knappe.

source: Bargu leai garrasit maŋŋonan.
nob: Arbeidet var kraftig forsinka.

source: Departemeanta fertii guhkidit áigemeari 1996 lohppii.
nob: Departementet måtte forlenge fristen til utgangen av 1996.

source: Liikká šattai Sámi oahpahusráđđi doapmat issorasat maiddái dáinna plánaosiin.
nob: Likevel måtte Samisk utdanningsråd skynde seg forferdelig også med denne delen av planen.

source: Mun ledjen ieš mielde hábmemin sámegiel teavstta plánaoassái man namma leai Prinsihpat ja njuolggadusat vuođđoskuvlaoahpahussii sámi oahppoplánaid mielde, mii leai čanusin plána oppalaš oasi ja fágaplánaid gaskka (ja dan dihtii gohčoduvvui «Broen» (Šaldi)).
nob: Jeg var sjøl med og formulerte den samiskspråklige teksten til plandelen som het Prinsipp og retningslinjer for grunnskoleopplæring etter det samiske læreplanverket, som var et bindeledd mellom den generelle læreplanen og fagplanene (og derfor blei kalt «Broen»).

source: Muhto dien barggu mii barggaimet stuora iluin ja movttain.
nob: Men det arbeidet gjorde vi med stor glede og entusiasme.

source: Viimmat beasaimet dovdat ahte min fámut adnojuvvojedje ávkkálaš bargui dan sadjái go golahit fámuid duššálaš doarrumii dakkár áššiid alde mat livčče galgan áigá juo čielgasat ja lunddolaččat dan vuođul mii leai dáhpáhuvvan 1980- ja 1990-jagiin.
nob: Endelig fikk vi kjenne at kreftene våre blei brukt til nyttig arbeid i stedet for å ødsle dem på bortkasta kamp om slike saker som for lenge siden skulle være avklart og opplagt på grunnlag av det som var hendt på 1980- og 1990-tallet.

source: Áigi leai gáržon hirbmadit ja ollugat ledje šaddan oaffaruššat sihke nahkáriid ja bearašeallima barggu áigge.
nob: Tida var blitt svært knapp, og mange hadde måttet ofre både søvn og familieliv for arbeidet.

source: Buot vearrámus goitge orui mu mielas ahte sámi fágaolbmot, Sámedikki politihkkarat ja Sámi oahpahusráđi politihkalaš jođiheaddjit ledje šaddan gierdat dien rádjái ahte sin dulbme dakkárat geain ii lean fávdnát vuođđu árvvoštallat sámi skuvlla sisdoalu.
nob: Det aller verste var likevel etter min mening at samiske fagfolk, sametingspolitikere og de politiske lederne for Samisk utdanningsråd hadde måttet lide fordi de var blitt tråkka på av slike som ikke hadde det ringeste grunnlag for å vurdere innholdet i samisk skole.

source: Sin ágga leai duššefal politihkalaš fápmu – ii fal máhttu.
nob: Deres argumenter var bare politisk makt - ikke kunnskap.

source: Dat leai duođai leamaš oalle unohis dovdu.
nob: Det var virkelig en ubehagelig følelse.

source: Muhto go plána dál orui šaddamin duohtan, de dat veahkehii min vajáldahttit.
nob: Men når planen nå syntes å bli virkeliggjort, så hjalp det oss å glømme.

source: Stáhtaráđi persovnnalaš ovddasmoraš dan ovddas ahte bargu galggašii lihkostuvvat ja su persovnnalaš meannudanvuohki ja gulahallanvuohki dovdui midjiide litna vuoiddasin mii savvohii háviid.
nob: Statsrådens personlige omsorg for at arbeidet skulle lykkes og hans personlige oppførsel og kommunikasjonsmåte kjentes for oss som balsam på såra.

source: Gos galget sámi oahppoplánat adnojuvvot ?
nob: Hvor skal samiske læreplaner gjelde ?

source: De bođii gažaldat: Na gos sámi fágaplánat galget adnojuvvot ?
nob: Så kom spørsmålet: Men hvor skal nå de samiske læreplanene brukes ?

source: Go Sámedikkis áddegođiimet ahte eai buot sámi mánát sáhte oažžut vuoigatvuođa geavahit plána, de árvaleimmet ahte plána galgá goit adnot «sámi giela hálddahusguovllus» man sámelága 3. kapihtal («giellaláhka») ráddjii dalle, namalassii gielddaid Guovdageaidnu, Kárášjohka, Deatnu, Porsáŋgu, Unjárga ja Gáivuotna.
nob: Da vi i Sametinget begynte å forstå at ikke alle samiske barn kunne få retten til å bruke planen, så foreslo vi at planen skulle gjelde i alle fall i «forvaltningsområdet for samisk språk» som samelovens 3. kapittel («språkloven») da avgrensa til kommunene Guovdageaidnu, / Kautokeino Kárášjohka, / Karasjok Deatnu, / Tana Porsáŋgu, / Porsanger Unjárga / Nesseby og Gáivuotna / Kåfjord.

source: Stáhtaráđđi čuovvolii dien evttohusa 1997:s ja mearridii aitto nu.
nob: Statsråden fulgte dette forslaget i 1997 og bestemte nettopp det.

source: Sámediggi leai vuosttaš gii beasai diehtit.
nob: Sametinget var den første som fikk vite om det.

source: Ja de čuzii garradálki.
nob: Og så ramma uværet.

source: Muhto diet «garradálki» ii livčče galgan eanet go spiella.
nob: Men dette «uværet» skulle ikke ha vært mer enn en svak bris.

source: Dan fápmu ii lean eará go logenáre sámiid vuostálasti Deanus geat dál ledje ožžon buori liibba fallehit.
nob: Krafta den hadde var ikke mer enn et titalls samemotstandere i Tana som fikk et godt påskudd til å angripe.

source: Ja falleheapmi gulastuvai mearkkašahtti viidát.
nob: Og angrepet hørtest bemerkelsesverdig vidt.

source: Sii ledje duođai mediaid jiellahat.
nob: De var virkelig medias favoritter.

source: Velá akšuvnna birra nai mii galggai dollojuvvot Stuoradikki olggobealde, muhto mas ii šaddan ii mihkkege, muitaluvvui goappaš TV-kanálain mat dalle ledje.
nob: Til og med aksjonen som skulle holdes utenfor Stortinget, men som det ikke blei noe av, blei omtalt i begge de to TV-kanalene som var da.

source: Olbmot geat muđui eai lean goassege beroštan sámi mánáid oahpahusas, daid searvvis maiddái Romssa universiteahta sámi dutkamiid njunuš antropologa, Per Mathisen, bealuštedje akšunisttaid olles iežaset ja Romssa universiteahta fágalaš namain.
nob: Folk som ellers aldri hadde brydd seg om opplæringa for samiske barn, blant dem den ledende antropologen ved Universitetet i Tromsø, Per Mathisen, forsvarte aksjonistene med hele sitt og universitetets faglige renommé.

source: Sámi mánáid birra geaid dilli ii buorránan veahášge dieid plánaid mielde nu ahte livčče ožžon sámegieloahpahusa ja sámi kultuvraoahpahusa, ii gullon sátnegeahči ge.
nob: Om de samiske barna som gjennom disse planene ikke ville få det minste forbedra vilkår for å få samisk språk- og kulturopplæring, hørtes det ikke et ord.

source: Áibbas nuvttá ákka ožžo vuostálastit dainna go plána sisdoallu ii lean heivehuvvon bures mearrádusain gos plána galggai doaibmat.
nob: Et aldeles gratis argument fikk motstanderne fordi innholdet i planen ikke var godt tilpassa til beslutninga om hvor planen skulle virke.

source: Doppe ledje dajaldagat nu go «Oahpahus oppalohkái galgá ovddidit sámi identitehta.» (s. 60) maid leai álki fallehit.
nob: Der var uttrykk som «Opplæringen som helhet skal bidra til å fremme samisk identitet» (s. 59), som var lette å angripe.

source: Dasa lassin dahkaludde vuostálastit ahte plána mearrida sámegiela bákkolaš fágan buohkaide hálddahusguovllus, mii ii lean duohta.
nob: I tillegg framstilte motstanderne det som at planen påla samisk som obligatorisk fag for alle i forvaltningsområdet, noe som ikke var sant.

source: Dan beali galge stivret eará mearrádusat.
nob: Den saka skulle andre bestemmelser styre.

source: Departemeanta rievdadii maŋŋil daid dajaldagaid maid ledje fallehan.
nob: Departementet endra seinere de uttrykka som var angrepet.

source: Muhto vuostálastin ii dainna nohkan – ii goit dakkaviđe.
nob: Men motstanden tok ikke slutt med det – i alle fall ikke straks.

source: Muhto áiggi mielde dat čáskkai ja olles vuostálastiid organisašuvdna nogai.
nob: Man med tida roa det seg ned og hele motstandsorganisasjonen opphørte.

source: Sámi oahpahusa prinsihpalaš vuođđu
nob: Det prinsipielle grunnlaget for samisk opplæring

source: Sámediggi ja Sámi oahpahusráđđi gárttaiga čilget máŋgii vuođđojurdagiid man vuođul gáibideimmet ollislaš sámi oahppoplána.
nob: Sametinget og Samisk utdanningsråd utgreidde flere ganger grunntankene som lå til grunn for våre krav om en helhetlig samisk læreplan.

source: Daid čilgehusaid oažžu geardut sihke historjjálaš muitun, muhto maiddái dainna go dain veadjá leat ain árvu vel dál nai olu jagiid maŋŋil.
nob: Disse forklaringene kan man gjenta både som historiske minner, men også fordi de ennå kan ha verdi nå såpass mange år etterpå.

source: Dás leat ovddemustá Sámedikki vuođđoákkat.
nob: Her følger først og fremst Sametingets grunnleggende argumentasjon:

source: Sámit lea nubbi dain álbmogiin geaid duovdagat leat Norgga stáhta vuođđun.
nob: Samene er det ene av de to folk på hvis område den norske staten er grunnlagt.

source: Norgga stáhtas lea dan dihtii earenoamáš ovddasvástádus sámi kultuvrras ja dan ovdáneamis.
nob: Den norske staten har derfor et spesielt ansvar for samisk kultur og dens utvikling.

source: Sámi mánáid vuoigatvuohta oažžut vuođđoskuvlafálaldaga iežaset kultuvrra vuođul čuovvu vuođđolága §110A:s mas leat dát sánit: Stáhta eiseválddiid geatnegasvuohtan lea lágidit dilálašvuođaid nu ahte sámi álbmot sáhttá sihkkarastit ja ovddidit iežas giela, kultuvrra ja servodateallima.
nob: Samiske barns rettigheter til et grunnskoletilbud med egen kultur som grunnlag følger av grunnlovens §110A som har denne ordlyden: «Det paaligger Statens Myndigheter at lægge Forholdene til Rette for at den samiske Folkegruppe kan sikre og udvikle sit Sprog, sin Kultur og sit Samfundsliv.»

source: Dasa lassin bohtet konvenšuvnnat ja gaskariikkalaš šiehtadusat maid Norga lea vuolláičállán, ee. ILO-konvenšuvdna 169.
nob: I tillegg kommer konvensjoner og internasjonale avtaler som Norge har skrevet under, bl.a. ILO-konvensjon 169.

source: Kultuvrra seailluheapmái ja ovdáneapmái lea vuođđoskuvlla doaibma okta váldogaskaoapmin.
nob: For bevaring og utvikling av kulturen er grunnskolens aktiviteter et hovedmiddel.

source: Kultuvra lea viiddis doaba man ii leat álki ráddjet ja dan dihtii buot skuvlafágat guoskkahit kultuvrra – na juo visot skuvlla doaibma váikkuha kultuvrii go dat báidná buot doaimmaid.
nob: Kultur er et vidt begrep som ikke er enkelt å avgrense, og derfor berører alle skolefag kulturen – slik påvirker alle skolens aktiviteter kulturen slik kulturen påvirker alle aktiviteter.

source: Dan dihtii kultuvrra ieš guđet osiid ferte váldit vuhtii guhkás olggobeallai ovttaskas fágaid.
nob: Derfor må man ta hensyn til kulturen langt utafor det enkelte fags grenser.
